Repository: grollmus/BuildNotifications
Catalog: BuildNotifications.Core/Text/Texts.*.resx
Languages: de

# NativeName
source: English
de: Deutsch

source: Group by
de: Gruppiere nach

source: Source
de: Quelle

source: None
de: Nichts

source: Then by
de: Dann nach

# AlphabeticalAscending
source: alphabetically ascending
de: alphabetisch aufsteigend

# AlphabeticalDescending
source: alphabetically descending
de: alphabetisch absteigend

# StatusAscending
source: by status ascending
de: nach Status aufsteigend

# StatusDescending
source: by status descending
de: nach Status absteigend

source: Sort
de: Sortiere

source: Options
de: Optionen

# BuildConnectionNames
source: Build providing connections
de: Verbindungen um Builds zu laden

source: Connections
de: Verbindungen

# DefaultCompareBranch
source: Compare branch
de: Vergleichsbranch

source: Hide completed pull requests
de: Verstecke abgeschlossene Pull Requests

source: Load whitelisted branches exclusively
de: Ausschließlich Branch Whitelist laden

source: Load whitelisted definitions exclusively
de: Ausschließlich Build-Definition Whitelist laden

source: Show pull requests
de: Pull Requests zeigen

# SourceControlConnectionNames
source: Source control providing connections
de: Verbindungen um Branches zu laden

source: New connection
de: Neue Verbindung

source: New project
de: Neues Projekt

source: Projects
de: Projekte

# BuildsToLoadCount
source: Builds to load
de: Builds zu laden

# BuildsToShow
source: Builds per group
de: Builds pro Gruppe

# CanceledBuildNotifyConfig
source: Notify level for cancelled builds
de: Benachrichtige für abgebrochene Builds

# FailedBuildNotifyConfig
source: Notify level for failed builds
de: Benachrichtige für fehlgeschlagene Builds

# SucceededBuildNotifyConfig
source: Notify level for succeeded builds
de: Benachrichtige für erfolgreiche Builds

source: Language
de: Sprache

# ErrorFetchingBranches
source: An error occurred while fetching Branches for project "{0}". Error: {1}
de: Fehler beim Laden der Branches für Projekt "{0}". Fehlermeldung: {1}

# ErrorFetchingBuilds
source: An error occurred while fetching Builds for project "{0}". Error: {1}
de: Fehler beim Laden der Builds für Projekt "{0}". Fehlermeldung: {1}

# ErrorFetchingDefinitions
source: An error occurred while fetching Build-Definitions for project "{0}". Error: {1}
de: Fehler beim Laden der Builddefinitionen für Projekt "{0}". Fehlermeldung: {1}

# TwoDefinitionsChangedTextId
source: Definitions {1} and {2}.
de: Definitionen {1} und {2}.

# BuildChangedTextId
source: {1} on {2}.
de: {1} auf {2}.

# FailedSingular
source: failed
de: fehlgeschlagen

# FailedPlural
source: failed
de: fehlgeschlagen

# CancelledSingular
source: was cancelled
de: wurde abgebrochen

# CancelledPlural
source: were cancelled
de: wurden abgebrochen

# TwoBranchesChangedTextId
source: Branches {1} and {2}.
de: Branches {1} und {2}.

# BranchAndDefinitionFailedTextId
source: {1} on {2}.
de: {1} auf {2}.

# NDaysAgoTextId
source: {0} days ago
de: vor {0} Tagen

# OneDayAgoTextId
source: 1 Day ago
de: vor einem Tag

# NHoursAgoTextId
source: {0} Hours ago
de: vor {0} Stunden

# NMinutesAgoTextId
source: {0} Minutes ago
de: vor {0} Minuten

# NSecondsAgoTextId
source: {0} Seconds ago
de: vor {0} Sekunden

# JustNowTextId
source: Just now
de: Jetzt

# AnErrorOccured
source: An error occurred.
de: Ein Fehler ist aufgetreten.

# FailedToConstructBranchProviderForConnection
source: Failed to construct branch provider for connection '{0}'.
de: Branch Provider für Verbindung '{0}' konnte nicht erstellt werden.

# FailedToConstructBuildProviderForConnection
source: Failed to construct build provider for connection '{0}'.
de: Build Provider für Verbindung '{0}' konnte nicht erstellt werden.

# FailedToConstructBuildProviderFromPlugin
source: Failed to construct build provider from plugin '{0}'. Error: {1}
de: Build Provider für Verbindung '{0}' konnte nicht erstellt werden. Fehlermeldung: {1}

# BuildPluginNotFound
source: No build plugin '{0}' found.
de: Build Plugin '{0}' nicht gefunden.

# ConnectionNotFound
source: No connection with name '{0}' found.
de: Keine Verbindung mit dem Namen '{0}' gefunden.

# FailedToConstructBranchProviderFromPlugin
source: Failed to construct branch provider from plugin '{0}'. Error: {1}
de: Branch Provider für Verbindung '{0}' konnte nicht erstellt werden. Fehlermeldung: {1}

# SourceControlPluginNotFound
source: No source control plugin '{0}' found.
de: Source Control Plugin '{0}' nicht gefunden.

# DateDescending
source: by date descending
de: nach Datum absteigend

# EditConnection
source: Edit connections
de: Verbindungen bearbeiten

source: Test connection
de: Verbindung testen

# TreeIsEmpty
source: No builds
de: Keine Builds

source: No notifications
de: Keine Benachrichtigungen

# BuildConnectionTestFailed
source: Build plugin failed
de: Fehler im build plugin

# ConnectionTestSuccessful
source: Success
de: Erfolg

# ConnectionTestCaption
source: A connection was established and the plugin reported no error.
de: Verbindung konnte ohne Fehler hergestellt werden.

# CloseConnections
source: Close and resume
de: Schließen und fortfahren

# NotificationNotFound
source: Notification was not found.
de: Benachrichtigung nicht gefunden.

# DefinitionsCount
source: {0} definitions
de: {0} definitionen

source: Exit
de: Beenden

source: Show window
de: Fenster anzeigen

source: Go to build
de: Gehe zu Build

source: Go to branch
de: Gehe zu Branch

# GoToDefinition
source: Go to build definition
de: Gehe zu Builddefinition

source: Pending
de: Läuft

source: Running
de: Läuft

source: Failed
de: Fehlgeschlagen

source: Cancelled
de: Abgebrochen

source: Partially succeeded
de: Teilweise erfolgreich

source: Requested by
de: Angefordert von

source: Requested for
de: Angefordert für

# RequestedByMe
source: When requested by me
de: Von mir angefordert

# RequestedByOrForMe
source: When requested by or for me
de: Von mir oder für mich angefordert

# RequestedForMe
source: When requested for me
de: Für mich angefordert

source: Always
de: Immer

source: Never
de: Niemals

source: Clear all
de: Alle entfernen

# OneOrMoreErrors
source: One or more errors occured
de: Es sind einer oder mehr Fehler aufgetreten

# BuildsPaused
source: Build fetching is paused
de: Abruf von Builds ist pausiert

source: Dont autostart
de: Nicht automatisch starten

source: Start with Windows
de: Mit Windows starten

source: Start with Windows minimized
de: Minimiert mit Windows starten

source: Ignore
de: Ignorieren

source: Treat as failed
de: Als fehlgeschlagen behandeln

source: Treat as succeeded
de: Als erfolgreich behandeln

# PartialSucceededTreatmentMode
source: Treatment of builds with warnings
de: Behandlung von Builds mit Warnungen

# AnimationSpeed
source: Animations
de: Animationen

# DoubleSpeed
source: 2X speed
de: 2-fache Geschwindigkeit

source: Enabled
de: Aktiviert

source: Disabled
de: Deaktiviert

source: [No value]
de: [Kein Wert]

# HalfSpeed
source: 0.5X speed
de: Halbe Geschwindigkeit

# OneAndHalfSpeed
source: 1.5X speed
de: 1,5-fache Geschwindigkeit

# OneAndQuarterSpeed
source: 1.25X speed
de: 1,25-fache Geschwindigkeit

source: Check for updates
de: Nach Updates suchen

source: No updates available.
de: Keine Updates verfügbar.

# UpdatesAvailable
source: Update available. Click here to install the update.
de: Update verfügbar. Hier klicken um Update zu installieren.

source: Checking for updates...
de: Suche nach Updates...

source: An update has been installed.
de: Ein Update wurde installiert.

# RestartApplicationToApplyUpdate
source: Restart application to apply the update.
de: Starten Sie die Anwendung neu, um das Update zu verwenden

source: Go to Pull request
de: Gehe zu Pull-Request

# NotificationsCenterButtonTooltip
source: Notifications
de: Benachrichtigungen

# SettingsButtonTooltip
source: Settings
de: Einstellungen

# GroupDefinitionsTooltip
source: Grouping and sorting
de: Gruppieren und sortieren

# CloseButtonTooltip
source: Close
de: Schließen

# MaximizeButtonTooltip
source: Maximize
de: Maximieren

# MinimizeButtonTooltip
source: Minimize
de: Minimieren

# RestoreButtonTooltip
source: Restore
de: Wiederherstellen

# SearchTooltip
source: Search
de: Suche

# ConnectionTypeDescription
source: Type of this connection.
de: Art dieser Verbindung.

source: Connection type
de: Verbindungsart

# ConnectionNameDescription
source: Name that is used to indentify this connection.
de: Name, mit dem diese Verbindung identifiziert werden kann.

# ConfirmDeletion
source: Really delete?
de: Wirklich löschen?

# ConfirmDeleteConnection
source: Do you really want to delete the connection '{0}'?
de: Soll die Verbindung '{0}' wirklich gelöscht werden?

# ConfirmDeleteProject
source: Do you really want to delete the project '{0}'?
de: Soll das Projekt '{0}' wirklich gelöscht werden?

source: Yes
de: Ja

source: No
de: Nein

source: Cancel
de: Abbrechen
